{
  "explanations": [
    {
      "phraseId": "p1-1",
      "context": "이 구절은 메따 숫따(자비 경)의 서론 부분으로, 수행자가 갖추어야 할 기본 자질을 묘사합니다. 'Karaṇīyam'은 '행해야 할 것'을 의미하는 미래수동분사로, '반드시 실천해야 할 덕목'을 강조합니다. 'atthakusalena'는 '이익/목적(attha)'에 능숙한(kusala) 자를 의미하는데, 여기서는 자타에게 이익을 주는 선한 행위를 잘하는 사람, 즉 '공덕을 짓는 데 능숙한 수행자'를 가리킵니다.",
      "practice": "수행의 시작은 자신이 올바른 행위를 할 수 있는 사람이 되었는지 점검하는 것입니다. 매일 아침 '오늘 하루 나는 어떤 선한 행동을 할 수 있을까?'라고 자문해 보세요. 타인에게 이익이 되는 행동, 미소 한 번, 친절한 말 한마디가 모두 atthakusala의 실천입니다. 자비의 명상을 시작하기 전에 자신이 이미 선행을 할 수 있는 존재임을 상기하세요."
    },
    {
      "phraseId": "p1-2",
      "context": "'santaṃ padaṃ'은 문자 그대로 '고요한 경지, 평화로운 상태'를 의미하며, 불교에서는 열반(Nibbāna)을 지칭하는 중요한 표현입니다. 'abhisamecca'는 '완전히 이해하다, 깊이 깨닫다'의 뜻으로, 단순한 지적 이해가 아니라 존재 전체를 통한 체험적 깨달음을 의미합니다. 이 구절은 평화의 경지에 도달하고자 하는 수행자의 결의를 보여줍니다.",
      "practice": "평화는 외부 조건이 아니라 내면의 상태입니다. 오늘 하루 '지금 이 순간 내 마음이 평화로운가?'를 수시로 확인해 보세요. 평화롭지 않다면, 무엇이 그 평화를 방해하는지 관찰해 보세요. 집중명상 시간에 '평화'라는 단어를 마음속에 반복하며, 그 평화의 성질을 직접 경험해 보는 수행을 해보세요."
    },
    {
      "phraseId": "p2-1",
      "context": "이 세 구절은 수행자가 갖추어야 할 네 가지 핵심 덕목을 나열합니다. 'Sakko'는 유능함을, 'ujū'와 'sūjū'는 모두 '곧은, 올바른'을 의미합니다. 이들은 신체적·정신적·도덕적 곧음을 모두 포괄합니다. 'ca'는 '~도 또한, 그리고'라는 접속사로, 이 덕목들이 하나로 통합되어야 함을 암시합니다.",
      "practice": "오늘 하루 자신의 말과 행동이 '곧았는지' 되돌아보세요. 타협하거나 구부리지 않고, 진실하게 행동했는가? 유능하다는 것은 무엇을 잘하는 것이 아니라, 주어진 상황에서 최선을 다하는 태도입니다. '나는 정직하게 행동하고 있다'는 자기 확인은 내면의 힘을 길러줍니다."
    },
    {
      "phraseId": "p2-2",
      "context": "'suvaco'는 '말 잘 듣는, 충고를 받아들이는'을 뜻합니다. 이는 단순히 순종하는 것이 아니라, 가르침과 조언에 대해 열려 있는 태도를 의미합니다. 'mudu'는 부드러움, 'anatimānī'는 자만하지 않음을 나타냅니다. 이 세 가지는 겸손과 배움의 태도를 보여주는 삼중 구조입니다.",
      "practice": "누군가 조언이나 비판을 할 때, 방어적으로 반응하지 않고 귀 기울여 보세요. '말 잘 듣는 것'은 단순히 듣는 것이 아니라, 내 생각을 내려놓고 상대방의 말을 받아들이는 것입니다. 오늘 타인의 말에 귀 기울이는 연습을 해보세요. 또한 자신의 업적이나 지식에 대해 자만하지 않고, 늘 배우는 자의 마음을 유지하세요."
    },
    {
      "phraseId": "p3-1",
      "context": "'santussako'는 만족할 줄 아는 태도를, 'subharo'는 부양하기 쉬운, 즉 소박하고 검소한 삶을 의미합니다. 이는 수행자의 물질적 욕구에 대한 태도를 보여줍니다. 'ca'는 이 두 자질이 결합되어야 함을 강조합니다.",
      "practice": "오늘 '이것만 있으면 충분하다'라는 만족을 느껴보세요. 더 많은 것, 더 나은 것을 갈구하는 대신, 지금 가진 것에 감사하는 시간을 가지세요. 검소한 삶은 궁핍이 아니라, 필요 이상의 욕구에서 자유로운 것입니다. 불필요한 소비를 줄이고, 단순한 삶의 기쁨을 발견해 보세요."
    },
    {
      "phraseId": "p3-2",
      "context": "'appakicco'는 할 일이 적은 것을, 'sallahukavutti'는 가볍고 간단한 생활을 의미합니다. 이는 수행자의 생활이 복잡한 세속 일에 얽매이지 않고, 수행에 집중할 수 있는 상태를 나타냅니다. 단순한 삶은 내면의 평화와 깊은 명상을 위한 기반입니다.",
      "practice": "당신의 일정을 살펴보세요. 정말 필요한 일과 그렇지 않은 일을 구분할 수 있나요? 불필요한 약속이나 활동을 줄여보세요. '바쁨'은 수행의 적입니다. 오늘 무엇인가를 하지 않고, 그저 존재하는 시간을 가져보세요. 단순한 삶은 외부의 단순함이 아니라, 내면의 단순함에서 시작됩니다."
    },
    {
      "phraseId": "p3-3",
      "context": "'santindriyo'는 감각 기관(indriya)이 고요한(santa) 상태를, 'nipako'는 신중하고 사려 깊은 태도를 의미합니다. 이들은 수행의 내면적 기술로, 감각적 자극에 휘둘리지 않고 평정심을 유지하는 능력을 나타냅니다.",
      "practice": "감각적 자극(맛있는 음식, 좋은 냄새, 아름다운 소리 등)을 접할 때, 그 자극에 즉각적으로 반응하기 전에 잠시 멈춤을 가져보세요. '내가 지금 보고, 듣고, 느끼는 것'을 그저 관찰만 해보세요. 감각이 고요하다는 것은 감각을 차단하는 것이 아니라, 감각에 휘둘리지 않는 것입니다."
    },
    {
      "phraseId": "p3-4",
      "context": "'appagabbho'는 거만하지 않음을, 'kulesu'는 가정이나 집안에서를, 'ananugiddho'는 집착하지 않음을 의미합니다. 이는 가족 관계에서의 겸손과 비집착의 태도를 가리킵니다. 가족은 가장 깊은 애착이 형성되는 곳이므로, 이에 대한 집착을 버리는 것은 수행의 큰 도전입니다.",
      "practice": "가족에 대해 '내 것'이라는 소유감을 내려놓아 보세요. 사랑하되 집착하지 않는, 이 역설을 실천해 보세요. 가족이 자신의 기대대로 행동하지 않을 때, 그 차이를 받아들일 수 있나요? 오늘 가족에게 무조건적인 사랑을 표현하되, 그들이 자신의 길을 가도록 놓아주는 연습을 해보세요."
    },
    {
      "phraseId": "p4-1",
      "context": "이 구절은 수행자가 피해야 할 행동을 명확히 합니다. 'khuddaṃ'은 사소한, 하찮은 것을 의미하며, 'samācare'는 행하다, 실천하다를 뜻합니다. 'kiñci'는 무엇이든, 조금이라도를 나타냅니다. 아주 작은 잘못도 저지르지 말라는 가르침입니다.",
      "practice": "오늘 하루 자신의 행동을 미시적으로 관찰해 보세요. 사소한 거짓말, 작은 무례, 미세한 탐욕—이런 것들이 당신의 평화를 해치고 있지 않나요? '아무도 보지 않는 곳에서 어떻게 행동하는가?'가 진정한 수행자의 척도입니다. 오늘 사소한 선한 행동을 의식적으로 선택해 보세요."
    },
    {
      "phraseId": "p5-1",
      "context": "여기서부터 자비의 발원이 시작됩니다. 'sukhino'는 행복한(복수), 'khemino'는 평안한(복수)을 의미합니다. 'hontu'는 '~이 되기를 바라다'의 뜻으로, 이 구절은 모든 존재가 행복과 평안을 얻기를 기원하는 기도 형식을 취합니다.",
      "practice": "아침에 일어나서, 그리고 잠들기 전에 이 구절을 마음속으로 반복해 보세요. '모든 존재가 행복하고 평안하기를'라는 기원은 단순한 소원이 아니라, 자비의 마음을 확장하는 수행입니다. 버스를 탈 때, 길을 걸을 때 지나가는 사람들을 보며 마음속으로 그들의 행복을 기원해 보세요."
    },
    {
      "phraseId": "p5-2",
      "context": "'sabbe sattā'는 '모든 중생, 모든 생명체'를 의미합니다. 'sukhitattā'는 '행복한 상태, 마음으로부터의 기쁨'을 나타냅니다. 이 구절은 행복이 단순히 외부 조건이 아니라, 마음의 상태임을 강조합니다.",
      "practice": "'모든 존재'에는 당신이 좋아하는 사람뿐만 아니라, 좋아하지 않는 사람, 알지 못하는 사람, 심지어 당신에게 상처를 준 사람도 포함됩니다. 오늘 당신과 어려운 관계에 있는 사람을 떠올리며, 그 또한 행복하기를 기원해 보세요. 이것이 진정한 자비의 도전입니다."
    },
    {
      "phraseId": "p6-1",
      "context": "이 구절은 자비의 대상을 확장합니다. 'Ye keci'는 '누구든, 어떤 이든'을, 'pāṇabhūtatthi'는 '생명으로서 존재하는 것'을 의미합니다. 'tasā'는 두려워하는 것을, 'thāvarā'는 두려워하지 않는 것을 나타냅니다. 모든 생명체는 형태와 크기에 상관없이 자비의 대상입니다.",
      "practice": "개미, 벌레, 작은 곤충을 볼 때 그들의 생명을 존중해 보세요. '이 생명도 나처럼 행복을 원하고, 고통을 싫어한다'고 생각해 보세요. 식탁에 앉기 전에, 음식이 되어준 생명들에게 감사를 표해 보세요. 모든 생명의 연결성을 인식하는 것이 자비의 시작입니다."
    },
    {
      "phraseId": "p7-1",
      "context": "자비의 대상을 시공간으로 확장합니다. 'Diṭṭhā'는 보이는 것, 'adiṭṭhā'는 보이지 않는 것을 의미합니다. 'dūre'는 멀리 있는 것, 'avidūre'는 가까이 있는 것을 나타냅니다. 보이든 보이지 않든, 멀든 가깝든 모든 존재가 자비의 대상입니다.",
      "practice": "당신의 자비를 시공간으로 확장해 보세요. 방에 있는 사람들뿐만 아니라, 이 순간 세계 곳곳에서 고통받는 존재들을 생각하며 자비를 보내세요. 보이지 않는 미래의 세대들, 이미 떠난 조상들에게도 자비를 보낼 수 있나요? 자비는 시공간을 초월합니다."
    },
    {
      "phraseId": "p8-1",
      "context": "이 구절은 타인에 대한 구체적 태도를 다룹니다. 'nikubbetha'는 속이다, 기만하다를, 'nātimaññetha'는 업신여기다, 깔보다를 의미합니다. 'katthaci'는 어디서든을 나타냅니다. 어떤 장소에서도, 누구에게도 속이거나 업신여기지 말라는 가르침입니다.",
      "practice": "오늘 타인과 상호작용할 때, 당신의 태도를 점검해 보세요. 상대방을 속이거나 이용하려는 마음은 없나요? 당신의 지위나 지식이 상대방을 깔보게 만들지 않나요? '나는 이 사람에게 정직하고 존중하는 태도로 대하고 있는가?'를 수시로 자문해 보세요."
    },
    {
      "phraseId": "p8-2",
      "context": "이 구절은 자비의 전형적인 비유를 담고 있습니다. 'Mātā'는 어머니를, 'ekaputta'는 외아들을 의미합니다. 'āyusā'는 목숨을 걸고를, 'anurakkhe'는 보호하다를 나타냅니다. 어머니가 목숨을 걸고 외아들을 보호하듯, 모든 존재를 보호해야 한다는 가르침입니다.",
      "practice": "어머니의 마음으로 모든 존재를 바라보는 연습을 해보세요. 사랑하는 사람을 생각할 때 느끼는 그 따뜻한 마음을, 낯선 사람, 심지어 당신과 어긋난 사람에게도 확장해 보세요. '이 존재도 어머니의 품에 안겨 본 적이 있다'는 생각으로 그들을 바라보세요. 모든 존재는 한때 아기였고, 누군가의 사랑을 받았을 것입니다."
    },
    {
      "phraseId": "p9-1",
      "context": "'evampi'는 '이와 같이, 이렇게'를, 'mānasaṃ'은 마음을 의미합니다. 'bhāvaye'는 닦다, 개발하다를, 'aparimāṇaṃ'은 무한한, 한이 없는을 나타냅니다. 이 구절은 위에서 설명한 방식으로 무한한 마음을 닦아야 한다고 가르칩니다.",
      "practice": "앞서 배운 자비의 태도—겸손, 만족, 감각의 절제, 타인에 대한 존중—이 모두 자비의 마음을 닦는 것임을 기억하세요. '무한한 마음'은 특정한 대상에 국한된 자비가 아니라, 모든 존재를 향한 경계 없는 자비를 의미합니다. 명상 중에 이 경계를 넓어가는 경험을 해보세요."
    },
    {
      "phraseId": "p9-2",
      "context": "'Mettañca'는 자비를, 'sabbalokasmiṃ'은 온 세상에를 의미합니다. 이 구절은 자비가 온 세상을 향해야 함을 명확히 합니다. '온 세상'은 인류뿐만 아니라, 모든 생명체, 모든 차원의 존재를 포함합니다.",
      "practice": "자비 명상을 할 때, 당신의 자비가 방에서 집으로, 집에서 동네로, 동네에서 도시로, 도시에서 국가로, 국가에서 세계로, 세계에서 우주로 확장되는 것을 시각화해 보세요. '나의 자비'를 '우주의 자비'로 확장하는 수행을 해보세요."
    },
    {
      "phraseId": "p10-1",
      "context": "이 구절은 p9-2와 동일하며, 자비의 확장을 강조하기 위해 반복됩니다. 불교 전통에서 중요한 가르침은 반복을 통해 강조됩니다.",
      "practice": "반복은 단순한 암기가 아니라, 깊어지는 경험입니다. 같은 구절을 반복할 때마다 새로운 차원의 이해가 열릴 수 있도록 마음을 열고 있으세요. 매일 아침과 저녁으로 이 구절을 되뇌며, 그 의미가 당신의 존재 깊숙이 스며들도록 하세요."
    },
    {
      "phraseId": "p10-2",
      "context": "마지막 구절은 자비의 방향성을 보여줍니다. 'uddhaṃ'은 위로, 'adho'는 아래로, 'tiriyañca'는 옆으로를 의미합니다. 'asambādhaṃ'은 장애 없이, 'averaṃ'은 원한 없이, 'asapattaṃ'은 적의 없이를 나타냅니다. 위, 아래, 옆, 모든 방향으로 장애, 원한, 적의 없이 자비를 펼치라는 가르침입니다.",
      "practice": "공간적 방향으로 자비를 보내는 명상을 해보세요. 북쪽에 있는 모든 존재가 행복하기를, 남쪽에 있는 모든 존재가 행복하기를, 동쪽, 서쪽, 위, 아래, 모든 방향의 존재에게 자비를 보내세요. 이것이 무한한 자비의 실천입니다."
    }
  ]
}
