{
  "sutta": {
    "id": "metta-sutta",
    "paliName": "Karaṇīya Metta Sutta",
    "koreanName": "자비경",
    "source": "Sutta Nipāta 1.8, Khuddakapāṭha 9",
    "verseCount": 12
  },
  "verses": [
    {
      "id": "v1",
      "number": 1,
      "paliText": "Karaṇīyam atthakusalena yan taṃ santaṃ padaṃ abhisamecca",
      "translations": {
        "default": "선을 행하는 데 능숙한 자가 평화로운 경지를 얻고자 한다면",
        "daelim": "도닦음에 능숙한 자, 고요한 경지를 체험하면서 이처럼 행할지라.",
        "mahavihara": "남을 이롭게 하는 선행에 숙달된 사람으로서 평온의 경지를 얻고자 하는 사람은 유능하고, 정직하고, 성품이 고결하고, 말씨가 상냥하고, 친절하고, 겸손하기를!"
      },
      "source": "Sn 1:8"
    },
    {
      "id": "v2",
      "number": 2,
      "paliText": "Sakko ujū ca sūjū ca suvaco cassa mudu anatimānī",
      "translations": {
        "default": "유능하고 정직하며 올곧고 말 잘 듣고 부드럽고 겸손해야 하리",
        "daelim": "유능하고 정직하고 진솔하며 고운 말에 온화하고 겸손하네.",
        "mahavihara": "유능하고, 정직하고, 성품이 고결하고, 말씨가 상냥하고, 친절하고, 겸손하기를!"
      },
      "source": "Sn 1:8"
    },
    {
      "id": "v3",
      "number": 3,
      "paliText": "Santussako ca subharo ca appakicco ca sallahukavutti santindriyo ca nipako ca appagabbho kulesu ananugiddho",
      "translations": {
        "default": "만족할 줄 알고 부양하기 쉬우며 할 일 적고 생활이 단순하며 감각이 고요하고 현명하며 거만하지 않고 가정에 집착하지 않아야 하리",
        "daelim": "만족하고 공양하기 쉽고 일 없고 검소하며 감관은 고요하여 슬기롭고 거만 떨지 않고 신도 집에 집착하지 않네.",
        "mahavihara": "만족할 줄 알아서 남이 지원하기 쉽고, 분주하지 않고 간소하게 살며, 감관을 고요히 하며, 슬기롭고, 건방지지 않으며, 탐욕에 집착하지 않기를!"
      },
      "source": "Sn 1:8"
    },
    {
      "id": "v4",
      "number": 4,
      "paliText": "Na ca khuddaṃ samācare kiñci yena viññū pare upavadeyyuṃ",
      "translations": {
        "default": "현명한 자들이 비난할 어떤 사소한 잘못도 저지르지 말라",
        "daelim": "현자가 나무랄 일은 그 어떤 것도 하지 않으니",
        "mahavihara": "지혜로운 사람이 책망할 만한 아주 작은 잘못이라도 하지 않기를!"
      },
      "source": "Sn 1:8"
    },
    {
      "id": "v5",
      "number": 5,
      "paliText": "Sukhino vā khemino hontu sabbe sattā bhavantu sukhitattā",
      "translations": {
        "default": "모든 존재가 행복하고 평안하기를 모든 존재가 마음으로 행복하기를",
        "daelim": "원컨데 모든 중생 즐겁고 안녕하여 부디 행복할지라.",
        "mahavihara": "존재하는 모든 것들은 행복하기를! 존재하는 모든 것들은 평안하기를!"
      },
      "source": "Sn 1:8"
    },
    {
      "id": "v6",
      "number": 6,
      "paliText": "Ye keci pāṇabhūtatthi tasā vā thāvarā vā anavasesā dīghā vā ye mahantā vā majjhimā rassakā aṇukathūlā",
      "translations": {
        "default": "어떤 생명이든 존재하는 것들 두려워하는 것이든 두려워하지 않는 것이든 긴 것이든 큰 것이든 중간이든 짧은 것이든 미세하든 거대하든",
        "daelim": "약하거나 강하거나 길거나 크거나 중간치이거나 짧거나 작거나 통통하거나 살아있는 생명이라면 모두 다",
        "mahavihara": "어떤 존재이거나 막론하고 그들이 약하거나 강하거나, 어떤 예외 없이 길거나 크거나, 중간이거나 짧거나, 미세하거나 거칠거나,"
      },
      "source": "Sn 1:8"
    },
    {
      "id": "v7",
      "number": 7,
      "paliText": "Diṭṭhā vā ye ca adiṭṭhā ye ca dūre vasanti avidūre bhūtā vā sambhavesī vā sabbe sattā bhavantu sukhitattā",
      "translations": {
        "default": "보이는 것이든 보이지 않는 것이든 멀리 사는 것이든 가까이 사는 것이든 이미 태어난 것이든 태어날 것이든 모든 존재가 마음으로 행복하기를",
        "daelim": "보이거나 보이지 않거나 멀리 있거나 가까이 있거나 태어났거나 앞으로 태어날, 그 모든 중생 부디 행복할지라.",
        "mahavihara": "눈에 보이거나 보이지 않거나, 이 모든 존재하는 것들은 행복하기를!"
      },
      "source": "Sn 1:8"
    },
    {
      "id": "v8",
      "number": 8,
      "paliText": "Na paro paraṃ nikubbetha nātimaññetha katthaci naṃ kiñci byārosanā paṭighasaññā nāññamaññassa dukkhamiccheyya",
      "translations": {
        "default": "어느 누구도 다른 이를 속이지 말고 어디서든 누구도 업신여기지 말라 분노와 적의로 서로에게 고통을 바라지 말라",
        "daelim": "남을 속이지 않고, 어떤 곳에서 어떤 이라도 경멸하지 않으며 성냄과 적개심으로 남의 불행을 바라지 않네.",
        "mahavihara": "서로 속이지 않으며, 어디서나 어느 누구도 멸시하지 않으며, 선이나 악으로써 다른 사람을 괴롭히지 않기를!"
      },
      "source": "Sn 1:8"
    },
    {
      "id": "v9",
      "number": 9,
      "paliText": "Mātā yathā niyaṃ puttaṃ āyusā ekaputtamanurakkhe evampi sabbabhūtesu mānasaṃ bhāvaye aparimāṇaṃ",
      "translations": {
        "default": "마치 어머니가 자신의 아들을 목숨을 걸고 외아들을 보호하듯 그와 같이 모든 존재에 대해 무한한 마음을 닦아야 하리",
        "daelim": "어머니가 하나 밖에 없는 친아들을 목숨으로 보호하듯 모든 중생들을 향해 한량없는 마음을 개발할지라.",
        "mahavihara": "마치 어머니가 외아들을 목숨을 다해 보호하듯이, 존재하는 모든 것들에게 한량없는 자비의 마음을 기르기를!"
      },
      "source": "Sn 1:8"
    },
    {
      "id": "v10",
      "number": 10,
      "paliText": "Mettañca sabbalokasmiṃ mānasaṃ bhāvaye aparimāṇaṃ uddhaṃ adho ca tiriyañca asambādhaṃ averaṃ asapattaṃ",
      "translations": {
        "default": "온 세상에 대한 자비로 무한한 마음을 닦아야 하리 위로 아래로 옆으로 장애 없이 원한 없이 적의 없이",
        "daelim": "온 세상 위, 아래, 옆으로 장애와 원한과 증오를 넘어 한량없는 자애의 마음을 개발할지라.",
        "mahavihara": "어떤 걸림도 없이, 어떤 미움도 없이, 어떤 적도 없이, 한량없는 자애의 마음이 위로, 아래로, 옆으로, 온천지 사방에 가득하기를!"
      },
      "source": "Sn 1:8"
    },
    {
      "id": "v11",
      "number": 11,
      "paliText": "Tiṭṭhañcaraṃ nisinno vā sayāno vā yāvatassa vigatamiddho etaṃ satiṃ adhiṭṭheyya brahmam etaṃ vihāraṃ idhamāhu",
      "translations": {
        "default": "서 있거나 걷거나 앉아 있거나 누워 있거나 깨어 있는 동안에는 이 마음챙김을 굳건히 하라. 이것을 일러 거룩한 머묾이라 하네.",
        "daelim": "섰거나 걷거나 앉았거나 누웠거나 깨어있을 때는 언제나 이 자애의 마음챙김을 개발할지니, 이를 일러 거룩한 삶(梵住)이라 하네.",
        "mahavihara": "서 있을 때에도, 걸을 때에도, 앉아있을 때에도, 누워있을 때에도, 정신이 깨어 있는 한 이와 같은 마음챙김을 닦기를! 이와 같은 삶은 가장 훌륭한 삶이기 때문입니다."
      },
      "source": "Sn 1:8"
    },
    {
      "id": "v12",
      "number": 12,
      "paliText": "Diṭṭhiñca anupagamma sīlavā dassanena sampanno kāmesu vineyya gedhaṃ na hi jātugabbhaseyyaṃ punaretīti",
      "translations": {
        "default": "그릇된 견해에 빠지지 않고 계행을 갖추고 통찰력을 구족하여 감각적 욕망에 대한 집착을 멀리하면 다시는 윤회의 모태에 들지 않으리.",
        "daelim": "계행을 지닌 자, 사견을 따르지 않고 바른 견을 구족하여 감각적 욕망에 집착을 버려 다시는 모태에 들지 않으리.",
        "mahavihara": "그릇된 견해에 빠지지 말고 계행을 지키고 통찰력을 갖추어 감각적 욕망의 집착을 버름으로써 다시는 윤회하지 않게 됩니다."
      },
      "source": "Sn 1:8"
    }
  ]
}
